---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathDisplayNodes
source: html/d12e6a6f-c97c-8eec-6ea2-ee2f6ffb9752.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathDisplayNodes Property

"Display Nodes"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathDisplayNodes { get; }
```